[
    {
        "title": "Welcome to Finedeeds.",
        "content": [
            {
                "text": "welcome to finedeeds. these terms of use “agreement” constitute a legal agreement between you and finedeeds, a pehel limited initiative. you should read the complete terms of service because this document is our legally binding agreement. the terms of service includes information about your legal rights and covers areas such as automatic subscription renewals, limitations of liability, resolution of disputes by mandatory arbitration rather than a judge or jury in a court of law, and a class action waiver."
            }
        ]
    },
    {
        "title": "Your Relationship with Finedeeds",
        "content": [
            {
                "text": "By using our Platform, you are agreeing to our Terms of Service.The Terms of Service are a legally binding agreement between you and Finedeeds.",
                "icon": true
            },
            {
                "text": "If you break the rules, we may suspend or terminate your account.",
                "icon": true
            },
            {
                "text": "We charge for certain aspects of our Platform, and some of these fees are billed on a regular and recurring basis (unless you disable auto-renewal or cancel your subscription).",
                "icon": true
            }
        ]
    },
    {
        "title": "Nonprofits and Volunteer.",
        "content": [
            {
                "text": "Nonprofits may establish joining criteria for their organization,events and projects.",
                "icon": true
            },
            {
                "text": "You assume all risks when using the Site or Services, including but not limited to risks associated with any online and offline interactions with others.",
                "icon": true
            }
        ]
    },
    {
        "title": "Your Content and Content of Others",
        "content": [
            {
                "text": "You are responsible for your “Content”, which means any information, material, or other content posted to our Platform.Your Content must comply with our Terms of Service. Your Content is also subject to our Intellectual Property Dispute Policies.",
                "icon": true
            },
            {
                "text": "We do not own the Content that you post. However, we do require that you provide us a license to use this Content in order for us to operate, improve, promote, and protect Finedeeds and our Platform for the benefit of you and others.",
                "icon": true
            },
            {
                "text": "We are not responsible for Content that members post or the communications that members send using our Platform. We generally don’t review Content before it’s posted. If you see Content that violates our Terms of Service, you may report inappropriate Content to us: info@finedeeds.com",
                "icon": true
            }
        ]
    },
    {
        "title": "Our Platform",
        "content": [
            {
                "text": "We try hard to make sure that our Platform is always available and working, but we cannot guarantee it will be. Occasionally things may not go exactly as planned. We apologize in advance for any inconvenience.",
                "icon": true
            },
            {
                "text": "We are continually improving our Platform. This means that we may modify or discontinue portions of our Platform.",
                "icon": true
            },
            {
                "text": "By using our Platform, you agree to the limitations of liability and release in our Terms of Service. You also agree to resolve any disputes you may have with us in the manner described in the Terms of Service. Unless you are based in the European Union, you agree to mandatory arbitration and waive your right to seek relief from a judge or jury in a court of law. Claims can only be brought individually, and not as part of a class action.",
                "icon": true
            },
            {
                "text": "You may be based in a country where the laws that apply provide for different or additional rights and obligations. These Terms of Service will point out areas of difference.",
                "icon": true
            },
            {
                "text": "finedeeds offers a number of services, including: a service for volunteers, a service for nonprofits and social enterprises, a service that assists foundations, organizations, and enterprises in sponsoring non-profits. finedeeds may offer additional services and revise any of the services offered or the site as needed. we may make changes to this agreement from time to time; please check back when you get a chance.",
                "card": true
            }
        ]
    },
    {
        "title": "1. ESSENCE OF THE ROLE",
        "content": [
            {
                "text": "Authorization. By registering to use of our nonprofit service, or organization service, you represent and warrant that you are an authorized employee or official representative of the registered nonprofit, social enterprise, company, or group. If you are not an authorized employee or official representative, you may not register as the nonprofit or organization.",
                "icon": true
            }
        ]
    },
    {
        "title": "2. USE OF SITE AND SERVICES",
        "content": [
            {
                "text": "when using our site and service, we have a couple of rules you’ll need to follow, you agree that:"
            },
            {
                "text": "Information Submitted. You are solely responsible for, and assume all liability regarding (a) the information and content you contribute to the Site and/or Services and (b) your interactions with other users through the Site and/or Services.",
                "icon": true
            },
            {
                "text": "Risk Assumption and Precautions. You assume all risk when using the Site or Services, including but not limited to risks associated with any online and offline interactions with others.",
                "icon": true
            },
            {
                "text": "Fees. You will promptly pay any fees associated with your use of the Site and/or Services as agreed upon with Finedeeds.",
                "icon": true
            },
            {
                "text": "Reporting of Violations. You will promptly report to Finedeeds any violation of the Agreement by others.",
                "icon": true
            },
            {
                "text": "Third Party Content. Content available on the Site or as part of the Services may be supplied by other users of the Site and/or Services and by other third parties. Any content, services, offers, or other information expressed or made available by third parties are those of the respective author(s) or distributor(s) and not of Finedeeds. Finedeeds does not endorse or assume any responsibility for the accuracy or reliability of any content, opinion, advice, information, or statement made on the Site or as part of the Services.",
                "icon": true
            },
            {
                "text": "Content Removal and monitoring. Finedeeds reserves the right, but has no obligation, to monitor, modify, or remove the information, user-to-user messages or other content you submit to the Site and/or Services for the purposes of fraud, harassment, solicitation prevention, product and service improvement or customer support.",
                "icon": true
            },
            {
                "text": "Restrictions. You will not use the Site and/or Services in a manner that:",
            },
            {
                "text": "violates or infringes the rights of Finedeeds, other users, or any other party, including patent, trademark, trade secret, copyright, or other intellectual property rights, privacy rights, or publicity rights;",
                "icon": true
            },
            {
                "text": "promotes racism, bigotry, hatred, or harm of any kind against any group or individual;",
                "icon": true
            },
            {
                "text": "is intended to, may, or does harass, annoy, threaten, harm, or intimidate any other users of the Site or Services;",
                "icon": true
            },
            {
                "text": "reproduces, duplicates, copies, sells, resells, or exploits any portion of the Site or Services;",
                "icon": true
            },
            {
                "text": "is defamatory, inaccurate, abusive, obscene, profane, offensive, tortuous, or otherwise objectionable;",
                "icon": true
            },
            {
                "text": "violates any local, state, national, or international law or regulation;",
                "icon": true
            },
            {
                "text": "promotes illegal or unlawful activities;",
                "icon": true
            },
            {
                "text": "may defraud or deceive others;",
                "icon": true
            },
            {
                "text": "collects, stores, or disseminates personal information about any other user or third party without his/her permission;",
                "icon": true
            },
            {
                "text": "uses scripts, bots, or other automated technology to access the Site and/or Services;",
                "icon": true
            },
            {
                "text": "interferes with or disrupts the Site and/or Services or servers, computers, or networks connected to the Site and/or Services;",
                "icon": true
            },
            {
                "text": "uses the Site and/or Services for chain letter, junk mail, or spam email; or",
                "icon": true
            },
            {
                "text": "frames the Site, places pop-up windows over the Site, or affects the display of its pages without Finedeeds’s prior written consent.",
                "icon": true
            },
            {
                "text": "No False Information. You will not provide inaccurate or false information to Finedeeds, any user, or others.",
                "icon": true
            },
            {
                "text": "Registration and Profile. You may be required to register and maintain a profile in connection with your use of the Site and/or Services. You agree to submit accurate and truthful information during registration and maintain the accuracy of such information. You may be required to create a username and password. You’re solely responsible for keeping your password safe and for any activity that occurs using your account username or profile. Let us know immediately if your password is stolen.",
                "icon": true
            },
            {
                "text": "No Advertising or Commercial Solicitation. You agree not to advertise or solicit any user to buy or sell any products or services through the Site and/or Services without Finedeeds’s prior written consent. You agree not to use any information obtained from the Site and/or Services in order to contact, advertise to, solicit, make offers to, or sell to any user without their prior explicit consent.",
                "icon": true
            },
            {
                "text": "Privacy. You have read, understood, and consented to our Privacy Policy, and by using the Site and/or Services agree to abide by the Privacy Policy.",
                "icon": true
            }
        ]
    },
    {
        "title": "3. LICENSE TO POSTED CONTENT",
        "content": [
            {
                "text": "any posted information will be owned by you. however, by posting information or content to the site, you automatically grant, and you represent and warrant that you have the right to grant, to finedeeds, an irrevocable, perpetual, non-exclusive, fully-paid, worldwide license to use, reproduce, publicly perform, publicly display and distribute such information and content, and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sub-licenses of the foregoing.",
            }
        ]
    },
    {
        "title": "4. THIRD PARTIES",
        "content": [
            {
                "text": "our site and service may have links to third party websites. generally, most third party websites are safe; however, we do not edit, endorse, screen, monitor or control these websites. please exercise caution when visiting a third party site."
            }
        ]
    },
    {
        "title": "5. INDEMNITY",
        "content": [
            {
                "text": "You agree to defend, indemnify and hold harmless Finedeeds, its parent corporation, officers, directors, employees, affiliates and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from:"
            },
            {
                "text": "your use of and access to the Site or Service;",
                "icon": true
            },
            {
                "text": "your violation of any term of these Terms of Service;",
                "icon": true
            },
            {
                "text": "any claim that your actions or actions using your account harmed a third party.",
                "icon": true
            },
            {
                "text": "You also agree that you have a duty to defend us against such claims and we may require you to pay for an attorney(s) of our choice in such cases. You agree that this indemnity extends to requiring you to pay for our reasonable attorneys’ fees, court costs, and disbursements. In the event of a claim such as one described in this paragraph, we may elect to settle with the party/parties making the claim and you shall be liable for the damages as though we had proceeded with a trial."
            }
        ]
    },
    {
        "title": "6. disclaimers and limitations of liability",
        "card": true,
        "content": [
            {
                "text": "please read this section carefully since it limits the liability of finedeeds, its officers, directors, employees, affiliates, or agents. each of the subsections below only applies up to the maximum extent permitted under applicable law. nothing herein is intended to limit any rights you may have which may not be lawfully limited. the site and services are made available to you on an “as is” and “as available” basis. you understand and agree that there are risks in using the site or services and your use of the site or services is solely at your own discretion and risk.finedeeds and its affiliates make no claims or promises about the conduct of others. accordingly, finedeeds and its affiliates are not liable to you or any other person for any loss or damage that might arise from their actions. finedeeds and its affiliates make no claims or promises about the quality, accuracy, reliability, or legality of any user-provided content or content provided by third parties, including but not limited to, the volunteer or nonprofit ratings and reviews, the skills and abilities of the volunteers, or the volunteer opportunities. accordingly, finedeeds is not liable to you for any loss or damage that might arise from reliance on user-provided content or content provided by third parties. it is solely your responsibility to evaluate the accuracy, completeness, and usefulness of all information you access or obtain through the site and/or services. finedeeds is not involved in any relationships between users. finedeeds cannot guarantee a successful or satisfactory outcome of any project or endeavor initiated with another user. if you have a dispute with another user, you agree that finedeeds is not required to assist you in the dispute. finedeeds expressly disclaims all warranties, whether express, implied, statutory, or otherwise, with respect to the services and the site, including any implied warranties of merchantability, fitness for a particular purpose, or non-infringement. finedeeds makes no warranty that the site or services will meet your requirements, or will be timely, secure, current, accurate, complete, or error-free, or that the results obtained by use of the site and/or services will be accurate or reliable. you understand and agree that your sole and exclusive right and remedy with respect to any defect in or dissatisfaction with the site and/or services or any other grievance shall be your discontinuation of access to, or use of the site and/or services.finedeeds's maximum aggregate liability to you for losses or damages that you suffer in connection with the site and/or services or this agreement are limited to $200. finedeeds disclaims all liability for, and you hereby agree that finedeeds shall not be liable for any"
            },
            {
                "text": "indirect, special, incidental, punitive, exemplary, reliance, or consequential damages",
                "icon": true
            },
            {
                "text": "loss of or damage to reputation of you or any third party",
                "icon": true
            },
            {
                "text": "use, inability to use, interruption, suspension, or termination of the site or services",
                "icon": true
            },
            {
                "text": "link provided in connection with the site or services",
                "icon": true
            },
            {
                "text": "deletion, misdelivery, failure, or untimeliness in posting or storing any information, or",
                "icon": true
            },
            {
                "text": "matters otherwise related to your use of the site or services.",
                "icon": true
            }
        ]
    },
    {
        "title": "7. TERM AND TERMINATION",
        "content": [
            {
                "text": "this agreement becomes effective once you use our site or register for our service, and will remain in effect until this agreement is terminated by us. if you wish to terminate your account send us an email at info@finedeeds.com. however, we reserve the right to remove your account at any time, for any reason."
            }
        ]
    },
    {
        "title": "8. SPECIFIC TERMS CONTROLLING THE VOLUNTEER SERVICE",
        "content": [
            {
                "text": "Continued Use. If you complete a volunteer project, you agree not to engage the same nonprofit organization in subsequent volunteer projects without first making a best effort to use Finedeeds to find a volunteer project with that nonprofit organization.",
                "icon": true
            },
            {
                "text": "No Guarantees. The Volunteer Service does not guarantee a volunteer match or placement.",
                "icon": true
            },
            {
                "text": "Cancellation. You agree to notify Finedeeds immediately in writing by emailing info@finedeeds.com if you need to terminate your volunteer project for any reason. If you do not notify us and fail to complete such project, we reserve the right to terminate your account.",
                "icon": true
            },
            {
                "text": "Volunteer Service Policies. You agree to abide by all other Finedeeds policies and Agreements regarding your Volunteer Service.",
                "icon": true
            }
        ]
    },
    {
        "title": "SPECIFIC TERMS CONTROLLING THE NONPROFIT SERVICE",
        "content": [
            {
                "text": "Continued Use. If you complete a volunteer project with a volunteer, you agree not to engage the same volunteer in subsequent volunteer projects without first making a best effort to use Finedeeds to engage that volunteer for a volunteer project.",
                "icon": true
            },
            {
                "text": "No Guarantees. The Nonprofit Service does not guarantee a volunteer match or placement.",
                "icon": true
            },
            {
                "text": "Cancellation. If you wish to cancel our Nonprofit Service you must notify us immediately at info@finedeeds.com. We may suspend or terminate your account at the time of cancellation. You may be charged for cancelling your account.",
                "icon": true
            },
            {
                "text": "Nonprofit Service Policies. You agree to abide by Finedeeds’s policies regarding the Nonprofit Service, including payment terms and obligations.",
                "icon": true
            }
        ]
    },
    {
        "title": "10. GENERAL TERMS",
        "content": [
            {
                "text": "The Site and any Services may be modified, updated, interrupted, suspended, or discontinued at any time without notice to you or liability to Finedeeds. If you object to any modifications, your sole recourse is to stop using the Site or Services. Continued use of the Site or Services following modifications shall indicate your acknowledgement of such modifications and agreement to use the Site and Services as modified.",
                "icon": true
            },
            {
                "text": "The Terms of Use and Finedeeds’s Privacy Policy contain the entire agreement between you and us regarding the use of the Site, and supersede any prior agreement between you and us regarding the use of the Site. Notwithstanding the foregoing, your use of the Services may be subject to other agreements entered into between you and us. In the event that a provision of this Agreement is found to be unlawful, conflicting with another provision of the Agreement, or otherwise unenforceable, the Agreement will remain in force as though it had been entered into without that unenforceable provision being included in it.",
                "icon": true
            },
            {
                "text": "Any failure on Finedeeds’s part to enforce any provision of the Terms of Use does not constitute a waiver of such provision.",
                "icon": true
            },
            {
                "text": "When you visit the Site, or send us emails, you are communicating with us electronically. In so doing, you consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this Site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communication be in writing.",
                "icon": true
            },
            {
                "text": "The “What It Means” clarifiers are only intended to help assist in the readability of this Agreement. The “What It Means” provisions are not part of the Agreement, are not intended to clarify or assist in interpreting any provision in this Agreement, and do not impart any binding or contractual obligations or responsibilities to either Party.",
                "icon": true
            },
        ]
    },
]